[{"id": 0, "review_url": "https://www.nytimes.com/2015/08/12/dining/restaurant-review-chevalier-in-midtown.html", "review_text": " \"What's the matter?\" my dinner companion asked one night at Chevalier , the luxurious new French restaurant in Midtown at the base of the Baccarat Hotel & Residences New York. \"You look like you just saw a ghost.\" Maybe I had. A man wearing an elegantly knotted silk tie had just materialized at our side and wished us \"bon appétit\" with the ease of a native speaker. He was Charles Masson, who for years steered the stately old ship of La Grenouille until a family struggle sent him out on the streets. He landed at Chevalier as the \"director.\" In the pre-opening press , Mr. Masson drew as much attention as the chef, Shea Gallante, formerly of Ciano and Cru. But just a month after the opening in early April, he announced that he was leaving. Now, four weeks after that, I was startled to see him in the flesh, still haunting the dining room, wishing us a healthy appetite as we faced our scallops and cavatelli. Today Mr. Masson is officially gone, but Chevalier is still searching for a guiding spirit. This place is confused about its identity. The designer Stephen Sills gave the dining room the soft glimmer of an abalone shell; it's pretty, but it also looks like a movie director's idea of a restaurant for rich people. Some of the customers get into the spirit: On two separate nights, somebody walked in with the help of a sterling silver-handled cane. As one of my guests said, it's a place where Bruce Wayne would have dinner. According to the website, though, Chevalier is a \"brasserie de luxe.\" The first person who can successfully explain what it has in common with a brasserie wins a choucroute garnie for 12 at my house. Finding the right tone for a new restaurant is fiendishly complicated. As expense and ambitions increase, so do the complications, and Chevalier is both expensive and ambitious. Already, even as it tries to figure itself out, there is a lot to enjoy. Mr. Gallante's cooking is a little hard to pin down, but every meal reminded me just how compelling Ciano and Cru had been when he was in charge. Anybody whose taste buds are in working order could work up a good appetite for those cavatelli -- chewy but tender, yolk-enriched, and shiny in a sharp, springlike ramp pesto with smoked pecorino. The next course brought what has to be the greatest piece of roasted veal loin I've ever met, supremely flavorful and juicy. The long slabs of dry-aged duck breast I ate another night had all the intensity, the blood-rich tang and the richness that I'm starting to give up on getting from steak. Thick slices of pork loin ringed with a narrow band of well-rendered fat were a model of subtle, sensitive roasting; most chefs can't come up with pork this juicy without brining it until it's as salty as ham. Mr. Gallante is smart enough to leave these strong flavors alone, with just minor help from the rest of the plate. With the duck came a dab of Medjool date-red wine sauce, not too sweet, and the pork got by with just a breezy, summery helping of beans and garlic scapes. With seafood, the sauces do more of the work. A buttery emulsion with a trace of lemon verbena was neatly calibrated for black sea bass; cucumber chopped to a pulp and yuzu juice had a powerful and wonderful effect on raw Japanese yellowtail. The charcuterie plate is a marvel of offal craftsmanship: duck rillettes with a bullet of foie gras shot right through the center; rough-hewed and pistachio-flecked liverwurst; calf's tongue and chicken liver mousse layered in a terrine with a bronze jiggle of Madeira jelly on top; saucisson sec with a clear, bracing fermented sourness. Wow. But the same restaurant that achieved this near miracle also served foie gras mousse as cold and hard as butter right out of the refrigerator. I couldn't spread it; worse, I couldn't taste it. The veal that had been so transporting was, the next time I tried it, cooked to the unappetizing pinkish-gray color of canned tuna. Both nights, it came with a stodgy nub of sweetbread, reminiscent of pressed tofu. Fried soft-shell crab with burrata sounded weird on the menu and was weirder on the plate. It was like watching a bad date. I kept waiting for one of the ingredients to get an urgent text from a roommate who's locked out of the apartment. Although Chevalier often seems to be in out-of-town-tryout mode, it charges Broadway prices. This may get ironed out in September, when the menu will go à la carte. Right now, a three-course prix fixe dinner is $96; two courses are $74, which means you could save $22 by skipping David Carmichael's accomplished French desserts. The prix isn't entirely fixe, though. The dense chocolate soufflé, which to be fair is enough for two and is delivered with a dark-chocolate, crème-anglaise-filled egg that servers carefully crack and place on the soufflé, is $8.50 extra. Side dishes, like excellent gratin dauphinois, are $12 extra; the charcuterie plate is $26 extra. Mr. Gallante also promised lower, more consistent prices for the bar, where the situation now borders on the irrational. A manhattan was $18, but a gin and tonic was $20. One night, my companion pointed to my $22 Moscow Mule and asked the bartender for something \"just like his, but different.\" One difference was its price, $24. Tweaks are planned for uniforms, décor and \"service sensibility,\" which the publicist said \"will definitely be lightened.\" I have no complaints about the service itself; the dining room staff came out of the gate with the fluid, watchful poise of people who have been in place for years. But its Old World tone would make more sense if the restaurant itself had a clearer point of view. Chevalier and its hotel were built by a real estate conglomerate, which sold them but still manages both through a subsidiary company. The conglomerate also owns the Baccarat crystal firm, and sprinkled its sparkly glass all over the building. At Chevalier, named after a Baccarat designer, the product placement is subtle but ever-present. There are charms in drinking water from heavy crystal tumblers, not least of all the workout you give your biceps, but it's hard to escape the feeling that customer pleasure is secondary to corporate interests. Chevalier seems to have been conceived as a French luxury restaurant, in other words, simply because Baccarat is a French luxury company. French luxury restaurants can be wonderful, but they have to be played with conviction. Mr. Masson could have supplied that, but now it will have to come from somewhere else. Of course, there is one luxury that would overcome all arguments. Food as consistently good as the charcuterie plate and that first veal loin would make Chevalier a destination. It just wouldn't be a brasserie. "}, {"id": 1, "review_url": "https://www.nytimes.com/2018/12/18/dining/bluebird-london-review.html", "review_text": " Something seems to be going wrong at Bluebird London , the busily programmed 10,500-square-foot restaurant that the mall in the Time Warner Center imported from England in September. Maybe the people in charge have been taking management cues from Prime Minister Theresa May's government, which has approached its Brexit plan like a class of first graders trying to build a working jet airplane out of Lego pieces and a flying-squirrel sock puppet. Or maybe the mess back home has just sapped the restaurant's spirit. Whatever the cause, what was meant to be a cheerful gift from London has turned into the Bluebird of Unhappiness. Sir Terence Conran opened the original Bluebird in 1997 inside an Art Deco garage built on King's Road in Chelsea for the Bluebird Motor Company. It was one of his \"gastrodomes,\" those soaring complexes like Quaglino's and Bibendum that embedded restaurants within a busy hive of shops, cafes and bars. The gastrodomes' designs were talked about more often and more enthusiastically than their menus, which aimed for unthreatening familiarity. The current owners, D & D London , have managed to keep the London Bluebird in circulation by changing upholstery and chefs, but it is not at all clear why they or the Time Warner Center believed that a Bluebird clone would play in Manhattan in 2018. True, the retail shop has been dropped. But up front, next to the desk where the hosts have mastered the art of checking reservations without making eye contact, is a cafe-slash-wine bar. A glass case there serves as a temporary prison for aging pastries and tragic snacks. Beyond is a lounge followed by a bar, the centerpiece of which is an enormous plexiglass sculpture of a ponytailed woman's head that doubles as a shelf for weird liqueurs. Just before the ramp that descends to the main dining room is a console with two turntables which, a note on the website says menacingly, are operated on weekends by \"live DJs.\" At other times, the restaurant stages such events as a workshop in the art of making \"a seriously chic wreath.\" The poster-size menus drawn up by Nicolas Houlbert, the chef, cram so much copy onto a single page, and are organized so randomly, that they are best approached as if you were doing a word search, by unfocusing the eyes and waiting until the letters organize themselves into recognizable patterns. Look, here's butternut squash soup. This must be fluke -- no, fluke crudo. Long Island. Burrata. Long Island burrata? When you have finished the puzzle, please savor the warm feeling of accomplishment for a moment, because it goes away once the food arrives. The \"crispy shrimp\" have the limp, expired quality of tempura that's been doing laps all night at a conveyor-belt sushi place. Yellowfin tuna poke has been tossed onto a big, damp heap of unseasoned quinoa, which must be there to soak up any seasoning that accidentally attaches itself to the fish. At lunch there is a lobster Cobb salad with lettuce and round, red objects that are probably supposed to be tomatoes. Because you are in an English restaurant, you will be curious about the English food. Because you are in Bluebird London, you will regret this. A prawn and monkfish curry is presented on a thali with mango chutney, basmati rice and paratha, which run the gamut from unnecessarily sweet to ridiculously sweet. The fish half of fish and chips is golden and crisp on the ends but pale and soggy in the middle. At least the minted peas that come with it are crunchy. This is more than can be said for the potato chips that come with an order of beef tartare. They are pale, cobweb-colored, not fresh, and undercooked so they sag and fall apart beneath any amount of beef. The tartare, by the way, is seasoned with ketchup, which is not as wrong as you might think. If something comes with a pastry crust, exercise caution. On top of an allegedly Cornish chicken pie, sealing in dry chicken and mushrooms coated in grease that is trying its best to be mistaken for sauce, is a dome of puff pastry; it doesn't taste like butter or salt, but it is cooked. The thicker crust around a farmhouse pork terrine, served with a chill that brought out its Spammy qualities, is on its way to being cooked. The very, very thick football of crust encasing beef Wellington is cooked only on the surface; deep inside, where it meets the tenderloin, is a mass of wet, gluey dough. This costs $95 and will serve two people, both of whom had better like the taste of raw flour. All is not doom and gloom in the pastry department, though. The pull-apart cheese straws are thick, puffy and warm, bronzed on top with baked Montgomery's Cheddar. Most of the sweets are likable, particularly the cube of sticky toffee pudding and the wedge of Bakewell tart with a layer of orange marmalade between the frangipane and the pastry shell. The only real hazard on the dessert menu is the barely congealed Pimm's jelly at which somebody has hurled fistfuls of chopped cucumbers and strawberries. It's like a stray plate of salad that you might pick up at a party before you realized that somebody had dumped the warm dregs of a drink into it. The servers seemed eager to oblige, but gave the impression of struggling in the face of unseen enemies. One night, asked \"Still or sparkling?,\" I chose the sparkling water. My server began to walk away, then turned on his heel and said, \"I'm sorry, we're all out of sparkling.\" \"That's fine,\" I said. \"I'll just have the BrewDog I.P.A. instead.\" \"I apologize,\" he said. \"We don't have any draft beer.\" After the main course was cleared, I asked him for the Chocolate Bluebird. \"That is our signature dessert,\" he said. I nodded. I had read that this was a chocolate mousse inside a blue-chocolate shell in the shape of a vintage racecar once made by the Bluebird Motor Company. \"Unfortunately, we do not have it tonight,\" he said. His courtesy went a long way. Ultimately, though, I preferred the blunt approach that one of the bartenders took with one of my guests. Looking over the long list of old and new cocktails, she asked the bartender which he would recommend. \"If you want to drink something that tastes good,\" he said, \"I wouldn't order anything off our menu.\" Follow NYT Food on Twitter and NYT Cooking on Instagram , Facebook and Pinterest . Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice . "}, {"id": 2, "review_url": "https://www.nytimes.com/2017/02/07/dining/white-gold-butchers-review-april-bloomfield-restaurant.html", "review_text": " I've finally found a new restaurant on the Upper West Side that I want to recommend to people who don't live there. It has only taken me five years. In my time as critic, I've searched the streets between Lincoln Center and Columbia University for good places to eat. I've come across some, but I could never convince myself that any of them were worth a special trip. That finally changed after October, when Ken Friedman and April Bloomfield opened White Gold Butchers , a restaurant inside a butcher shop on Amsterdam Avenue. Here's something strange: In all this time, I've never heard from Upper West Side readers either attacking me for ignoring their neighborhood or tipping me off to a gem I'd overlooked. Have they just given up hope after watching the local restaurants they could honestly tell friends were worth traveling for -- Picholine, Telepan, Ouest -- close one by one? Another odd thing: White Gold is the first Bloomfield-Friedman restaurant where I have never had to wait to be seated. True, one night I showed up ridiculously early, and by the time I left, a small crowd by the door was eyeing my table. But people in the neighborhood tell me it is possible more often than not to walk right in and sit down. This is not typically the case at the Spotted Pig , the Breslin Bar & Dining Room , Salvation Burger or other restaurants run by Ms. Bloomfield and Mr. Friedman. Where is everybody? People, April Bloomfield is cooking meat, one of the things she does best. Two young butchers, Jocelyn Guest and Erika Nakamura, are partners in the restaurant; in their blue aprons and white shirts, they oversee the carving and trimming and sawing and chopping. Looking at the colors in the glass butcher's case, the plum purple of the raw pork and the marigold yellow of the chicken skin, you know that this meat will cook up so nicely that it can be eaten and enjoyed all by itself. White Gold doesn't go quite that far, but it comes close. The menu gets right to the point, no small talk: The main courses fall under the heading Plates. There are usually four of them, cooked very simply. A gorgeously juicy and pink length of grilled pork, for example, was flecked with sage salt, and its only garnish was a spoonful of sauce made from apples -- not applesauce but a saltier and more complex reduction. Beef heart was served like steak, sliced into small, tender, nearly rare slabs. The spice-and-nut blend dukkah was the seasoning. Probably meant more for the roasted carrots on the same plate, the dukkah was also at home with the heart. A special one night was a portion of pork shoulder cooked in milk at a quiet murmur until the meat had relaxed and the liquid had boiled away and the fat had pulled together in sweet curds the color of peanut butter. It sounds and looks creepy, but it's wonderful. As good as it felt to lose myself in tender pork and caramelized milk, the high point of that dinner was beef carpaccio. White Gold now makes my favorite version of this classic Italian dish in New York. The toppings are sliced white mushrooms, parsley leaves and pickled broccoli stems. I'd never given much thought to pickled broccoli stems before, but now I think their highest use is with darkly lush sheets of raw beef furred over with fine white horseradish gratings. The raviolo in brodo is Italian, too, up to a point. The broth is beef, deeply brown and sticky on the lips. For the single raviolo, two circles of barely cooked kabocha squash do the work normally done by pasta, sandwiching a creamy core of taleggio that will end up running out and slipping into the broth, no matter how careful you are, flavoring the soup along with red drops of pumpkinseed oil. If none of this has persuaded you to take a train or crosstown bus to the Upper West Side, then it's time to let the \"crispy layered potato\" out of its cage. These are little golden boxes made of thin rectangles of potato stacked like Post-it notes, then fried in beef fat. I'm not sure how they stay together. They are crunchy and delicate and impossible to stop eating. White Gold has found a way to multiply the surface area of a fairly small piece of potato so that more potato comes into contact with hot oil. This is a significant advance in the field of applied potato physics. Like Fleishers Craft Butchery, Dickson's Farmstand Meats and a few other butcher shops, White Gold buys whole animals. In theory, the cooks should be able to get creative with the odds and ends, yet offal isn't a major feature of the menu. I have to admit that the White Gold of my dreams would serve not just chicken liver mousse but gizzard confit; not just grilled lamb leg but sautéed kidneys; not just pork shoulder but stuffed trotters. In the morning, White Gold is devoted to egg sandwiches. At lunch, you can order a version of the chopped cheese, a late-night specialty of bodegas in Harlem and the Bronx. As the sandwich has started showing up in other neighborhoods, at higher prices, it has become a symbol of cultural appropriation and gentrification. White Gold sells it for $11, roughly twice what it would cost on its home turf. It is also a somewhat odd interpretation, not so much the classic cheese-slicked heap of ground beef as a cheeseburger hacked into chunks. Britain does better than the Bronx on White Gold's lunch menu. Head straight to the savory-pastry case and get a sausage roll, a stub of golden crust wrapped around pink, coarse breakfast sausages, or a pasty, a hand pie that can be held by its rolled seam, which looks like a fat lip. One pasty is filled with potatoes and fontina; another with beef stew. Both are so good I'd recommend buying an extra to tote around in an empty pocket. One reason White Gold isn't mobbed at night may be that, for the first time, Mr. Friedman and Ms. Bloomfield have built a restaurant without a bar. Wine and beer are available, from Narragansett in a can to (when I was there) a six-year-old bottle of petit verdot from Clendenen Family Vineyards, but there's nowhere to drink them unless you're eating. The space doesn't encourage hanging out with a glass. This may have to do with the bright lighting -- butchers need to be able to see to do their work -- or the relative starkness of the atmosphere. The wallpaper in the restroom has more energy than the rest of the interior design put together. White Gold reminds me of small, obscure, excellent restaurants I've tripped into during vacations, the tapas bar or the trattoria that happened to be close to where I was staying and that I remember better than the places other people had recommended before I left home. White Gold may never be a destination, but in its modest and simple way, it's memorable. "}, {"id": 3, "review_url": "https://www.nytimes.com/2016/07/06/dining/nix-restaurant-review-greenwich-village.html", "review_text": " There's a lot of heavy eye contact going on at this restaurant. One of the most strenuous competitors is a guy at the next table who's staring down the woman across from him while giving her a ferocious, what-big-teeth-you-have grin. I'd call his expression carnivorous, but we're at Nix , and there's nothing to eat here but vegetables. Not long ago, vegetarian restaurants in the United States were the last place you'd expect to see people who looked as if they couldn't wait to go home and have non-tantric sex. The mood in their dining rooms could be tranquil, convalescent, earth-motherly, doctrinaire or ascetic, but rarely did it ripple with the energy of hookups in progress. The crackle in the air at Nix and other recent meatless restaurants is what you get when you liberate vegetables from vegetarianism. Stripped of ideology, Nix is freed up for hedonic pursuits. Sure, plants contain nutrients. But the people drinking Nix martinis probably aren't doing it because they hope the oils left on the vodka's surface by a thyme branch will boost their supplies of omega-3 fatty acids. Nor are the anti-inflammatory benefits of crucifers likely to be top of mind as they eat the cauliflower tempura. More likely, they are flashing back to the last time they sat on the floor eating Chinese food out of a takeout box. The fried cauliflower has been submerged in a sauce that tastes like spicy ketchup. Poppy seeds on top make a small but real contribution when one of these orange grenades of crunch and heat is stuffed, along with a pickle slice, into the soft, white half-moon of a steamed bun. The chefs lobbing those orange grenades at this four-month-old restaurant in Greenwich Village are Nicolas Farias and John Fraser. Mr. Fraser's meatless menus at Dovetail , his home base on the Upper West Side, are much talked about. Stronger demonstrations of his wit and resourcefulness, his ability to treat vegetables like meat without seeming to be pulling a scam, are the spit-roasted beets and the coffee-laced carrots Wellington at Narcissa , his more casual restaurant in the Standard East Village hotel. One of Mr. Fraser's collaborators at Narcissa is James Truman , a partner at Nix. That's him in the pressed suit and rumpled hair at the end of the bar. He recognizes me, too. Before he got into the restaurant business, we used to run into each other at the parties of friends we have in common. As an editor at Condé Nast and later its editorial director, he used to worry about helping magazines see around corners. This approach informs Nix, which among other things is an attempt to locate the future of vegetable-centered dining. The white walls and other interior features, designed by the architect Elizabeth Roberts , have a low-key simplicity, and candlelight gives them a bit of mystery. The details don't scream to be noticed. You have to look closely to see that the lamp bases are the twisted roots of old junipers. Understatement is, of course, flattering to the observer who picks up on it, which may explain why Nix seems to draw the upper crust of the downtown creative class, people with interesting jewelry and significant haircuts. I was hypnotized like a cobra by the patterns in the vintage dresses purchased for the hosts; the dyed cotton smocks designed by Paul Marlow for the female servers; and Mr. Marlow's print dresses, one for each night of the week, worn by the wine director, Andrea Morris. But lavishing all this care on the women's costumes while the male servers slink like ninjas in simple dark shirts and jeans can border on the fetishistic. Ms. Morris's wine list also avoids the obvious. She has an Alsatian Chasselas, an Edelzwicker from Oregon and a lithe Pelaverga from the Piedmont, which Mr. Truman sold me one night as the product of a \"banished grape.\" (In fact, it has D.O.C. status in the Verduno area of the region.) Staying away from name brands has another benefit: keeping the prices on almost every bottle under $100. More like this, please. Editors occasionally follow their instincts right out the window. I think Mr. Truman has done this with the restaurant's name. It comes from an 1893 Supreme Court decision, Nix v. Hedden , which held that tomatoes were a vegetable and thus subject to an import tax that did not apply to fruit. Mr. Truman also liked the look of the word with its \"three strong letters.\" What seems not to have entered the calculations, although it will occur to parents of school-age children and to any search engine, is that these three strong letters are also used by an over-the-counter delousing treatment . Now let's eat! I highly recommend starting with a wheel of flatbread baked in the tandoor, and a cup of raw young vegetables or one of the dips. The red-pepper walnut spread is a wonderful take on muhammara, while the crushed avocado with mint and chai curry powder is fun because it looks like guacamole and isn't. In the part of the menu labeled \"lighter,\" I like the little carrots baked in parchment with spices and bulgur very much. Tomato water, buzzed with fresh green chile rings, is so entrancing that it even made the mung beans bobbing in it taste good, although its higher purpose is to perk up a charred half of an avocado. In one salad, spears of Persian cucumber are splashed with a jerk sauce that's coaxed back from the brink of too-muchness by crumbled goat cheese and, in an inspired touch, sliced kumquats. In another, jicama is shaved into what the menu calls ribbons. They're more like seatbelts, and the dressing of blood oranges and Fresno peppers can't quite get a grip on them. The menu's third section is called \"bolder.\" Here you will find the fried cauliflower buns and shiitake mushrooms sauced, very effectively, as if they were pasta cacio e pepe and spooned over creamy, rough-grained polenta. There's a bowl of stir-fried brown rice that, once it's stirred up with nori, chanterelles and a runny egg, reminds me of bibimbap. Very occasionally, I wished the vegetables had been allowed to relax a little. Artichokes shouldn't have to compete with broccoli rabe, tomato sauce and ricotta. Puréed sweet potato gets the right sauce, a pumpkinseed mole, but the line of reasoning that led the kitchen to pack the purée into rubbery balloons of tofu skin should be re-examined. Servers tell you at the outset of the meal that if you want to finish with the quartered pineapple roasted for 20 minutes in the tandoor, then brushed with tamarind glaze, you should order it early. This is sound advice. They won't tell you that if you finish the whole thing, you may never make it to the rest of Italivi Reboreda's dessert menu, including the dark and tender chocolate cake that is wrapped, jelly-roll-style, around chocolate mousse. But I will. "}, {"id": 4, "review_url": "https://www.nytimes.com/2015/04/01/dining/at-the-chef-dan-barbers-pop-up-wasted-bruised-and-misshapen-bits-are-dinner.html", "review_text": " On Monday, I chopped a week's worth of food scraps. It took most of an hour in my kitchen to reduce carrot leaves, cauliflower stems, onion butts and scallion greens to small bits that I hoped would make an appetizing lunch for the molds, mini-bugs and earthworms in the backyard compost bin. The next night, I had a meal that made me wonder if my time would have been better spent tossing everything with a good vinaigrette and eating it myself. The setting was Dan Barber's Greenwich Village restaurant, normally known as Blue Hill. For three weeks in March, he has converted it into a pop-up called wastED where he and his cooks sell fish bones, bruised and misshapen vegetables, stale bread and other items not commonly thought of as food for $15 a plate. The pop-up presents a creative challenge to the kitchen crew (how can we make this stuff taste good?) and an intellectual challenge to the diner (why do we assume it won't?). It was a night of thoughtful, creative, entertaining and surprisingly tasty agitprop. Chefs with an eye on the bottom line try to avoid kitchen waste. In a memorable scene in Bill Buford's book \"Heat,\" Mario Batali berates Babbo's cooks for throwing out vegetable scraps that could make perfectly good ravioli fillings while he roots around in a trash can like a bear cub at a campground. In their search for overlooked ingredients, Mr. Barber and his crew did more than that. They went out on a crosstown refuse hunt. From Baldor Specialty Foods, a restaurant supplier in the Bronx, came bruised outer leaves from heads of bok choy and peelings from fennel, kohlrabi and apples for the \"Dumpster dive vegetable salad\" that persuaded me to reconsider my compost habits. To be painstakingly accurate, most of the persuasion was done by a buttery vinaigrette of ground pistachios, a swipe of tarragon sauce and a heap of white froth made by draining the liquid from chickpea cans and whisking it. Smashed pulp from Liquiteria's juice presses was dyed to a reasonably convincing beef color by beet juice, shaped into burgers and slapped on buns made from \"repurposed\" bread. From Raffetto's, the shop on Houston Street, they picked up remnant noodles that ran from the pasta rollers between batches of dough. These were boiled together, so they ranged from floppy to taut, and were dressed with a mildly fishy sauce made from monkfish tripe and smoked fish heads. The kitchen staff members took turns dropping off plates. One showed pictures of Baldor's bagged, peeled produce on an iPod and another pantomimed how he had scraped skate wings until his arms hurt. The night's guest chef, Philippe Bertineau from Alain Ducasse's bistro in Midtown, Benoit, appeared with head cheese, a pig foot croquette, stewed offal and tongue layered with foie gras, a reminder that French country cooking has a long tradition of turning scraps into treats. Halfway through dinner, Mr. Barber came to the table with a sheet of wax paper holding a fish skeleton as long as a baguette. \"I grew up on this stuff,\" he said. He didn't mean the bones, which used to belong to a black cod, but the shiny white flesh sold in appetizing shops as sable. When sable is filleted, some meat sticks to the carcass. I unstuck it with a sauce spoon. Sable is always a treat, and this came with a bonus: the gooey, soft bits hugging the spine. Between mouthfuls, I crunched on some crisp carrot tops with fried fish skin. The skin, the bones, and the heads in the salad dressing came from Acme, the Brooklyn facility that gives New York some of its finest smoked fish. The restaurant was packed to the gills, one part of the fish that was left off the menu. A long row of high tables had been shoehorned into the center of the dining room. These were not just any tables, either. \"The tables were grown -- yes, grown -- during the second half of February with compostable materials and mycelium,\" read a note on the back of the menu. The walls, meanwhile, were covered by a white fabric draped over crop rows to keep out frost and aphids. They were backlit, which gave the restaurant the feel of a wedding tent. \"A wedding tent, that's nice,\" Mr. Barber's brother and partner in Blue Hill, David, said when he stopped by my table. \"Most people say it looks like a meth lab.\" Breaking with protocol, I had asked Dan Barber for a reservation. This, of course, gave him the chance to set aside the choicest carrot tops and fish heads. Let the reader beware. I dropped the fake-name routine because seats have been scarce, my deadline was zooming in, and I am not trying to write a restaurant review. Still, the forewarned reader may wonder what I thought of the meal. I had one of the best times I've enjoyed in a restaurant in the last year. The food was great, full of the surprises that happen when cooks run into inspiration at full creative tilt. Almost every bite was delicious, with a few exceptions. \"Repurposed\" buns did not knock Martin's potato rolls from their place in my heart. I had trouble getting at the fried monkfish wings, which were shaped like a V, with most of the good stuff jammed down in the crevice. If I were going to enjoy them on a regular basis, I'd need to grow a snout. Also, the crackers served alongside an intense and rich bowl of broth made from desiccated dry-aged beef trimmings had almost no flavor. They were made from field corn, the commodity crop that goes into high-fructose corn syrup, cattle troughs and ethanol. It accounts for 99 percent of the nation's cornfields, and it is the only ingredient used at wastED that I'm convinced humans have no business eating. This was Mr. Barber's point, of course. The meal was gently and consistently seasoned with a protest against the grotesque way Americans waste food while millions of us go hungry. Lack of money and other resources forced members of 6.8 million households in the United States to eat less than they normally would at times during 2013, the latest year for which government statistics are available. At the same time, 133 billion pounds of the food that is available to consumers goes into the garbage annually. The facts and numbers could go on, but I feel ashamed already. Our food is produced and consumed in a bogglingly complex web. It can't easily be changed, certainly not by a three-week stunt in an expensive Manhattan restaurant. Perceptions do change, though, and quickly. Sliced white bread was a prestigious item in 1960. Many find it worthless today. For years our restaurant culture has placed supreme value in pristine, high-priced ingredients. What if everybody who could afford restaurants like Blue Hill learned instead to prize bruised vegetables because they had been transformed by a chef's skill and ingenuity? What might we do with the ingredients that any hack could cook? It's a provocative, appealingly subversive idea. For now, whenever one of my children complains about dinner, I'll silence him by saying that I once ate garbage, and liked it. "}, {"id": 5, "review_url": "https://www.nytimes.com/2018/07/31/dining/coco-pazzo-trattoria-yves-review.html", "review_text": " Coco Pazzo is back. Those of you who did not eat out in Manhattan in the 1990s have no idea what I'm talking about. Those who did may now be having flashbacks to a rustic-chic Tuscan-esque restaurant, Coco Pazzo, which got a three-star Times review from Marian Burros in 1991 , and to its three New York siblings, all long gone. A restaurateur's name may be emerging from the mists of time -- the name is Pino Luongo -- and linked to it, the names of other vanished restaurants, Le Madri , Mad. 61 , Amarcord and Tuscan Square. For readers of tabloid gossip columns, images of pasta-twirling models and executives in Armani suits may be coming into focus, along with bold-face-laden squibs about the social scenes at Mr. Luongo's establishments in Wainscott, N.Y., and on St. Barts. If you have trouble believing that spaghetti and fettuccine once attracted what The Times critic Bryan Miller, reviewing Le Madri in 1989 , called \"the hugs-and-kisses-I-love-your-hat-Ciao-baby crowd,\" it may be useful to remember that this was an era when pasta was commonly thought to be a health food. Nobody has seen the Ciao-baby crowd in a while. (We'll have to send out a search party if it's not back in 10 more years.) So far that is not who goes to Coco Pazzo Trattoria , which is shaping up to be a reliable and fairly priced neighborhood canteen on the SoHo corner that used to house a deliberately unstylish bar called Milady's . On balance, Mr. Luongo's version of Tuscan food retrofitted for American appetites may be easier to see for what it is now that it has lost its fashionable gloss. (He is the executive chef; Pedro Cruz is his chef de cuisine.) When you order pappa al pomodoro and taste the juicy olive oil that slicks the warm, basil-flecked, bread-thickened tomato pulp, you're not earning bragging rights. You're eating soup, and a very good one. Nobody will think you're a culinary trailblazer if you get the cacciucco, either, but you can console yourself with the tender shrimp, scallops, cod and clams in the faintly spicy and fennel-scented broth. There are two ways to approach dinner at Coco Pazzo Trattoria. (By day the place is a casual outfit called Coco Pazzo Kitchen.) One is to order what Mr. Luongo calls a piatto unico, a helping of pasta next to a related something-extra on one rectangular plate. Baked littlenecks wobble next to a twirl of linguine and, nice surprise here, ribbons of zucchini soaking in a fine white clam sauce that is made with just the firm, sweet bits. Soft chicken-and-ricotta polpettine sit next to rigatoni in sugo, not on top, so you can have pasta first and meatballs second and tell yourself you're eating like a real Italian. Alternatively, you might go with the main courses marked \"Per La Tavola.\" For once these plates really are meant for sharing: a substantial stack of spiced and roasted baby-back ribs under a warm slaw of cucumbers and tomatoes, or a spread of grilled rib-eye slices served with a separate plate of \"Tuscan fries,\" distinguishable from the regular kind by their fried rosemary needles. Those fries may be awesomely browned one week but ghostly and uncrisp the next. The tagliolini cooked in the cacciucco broth as a second course after all the seafood has been eaten might be 60 seconds away from being al dente. I am not enthusiastic about the slightly tough squid in moist bread crumbs, baked rather than fried, although the dish has a following at Mr. Luongo's other restaurant, Morso, next to the Ed Koch Queensboro Bridge. The soufflés that the servers try to sell halfway through the meal can be a little soupy. But the blueberry crostata is a genuine pleasure, its crust likably sweet and tender. And you'll appreciate the clean, bright flavors of a shot of Aperol dumped over grapefruit granita if, like me, you veer off-script and follow your piatto unico with a couple of main courses. SPEAKING OF laid-back restaurants where you can enjoy a pleasant and unpretentious summer meal, have you been to Yves? It opened without much of a splash about two years ago, despite occupying a handsome, spare dining room whose white interior makes the most of the afternoon sunlight that hits its TriBeCa corner, opposite the restaurant Locanda Verde. I missed the original chef's tenure, but lately I've been intrigued by the cooking of Alex Baker, who took over in February. She is Paris-trained, having gone to culinary school and worked at Spring and Le Chateaubriand there, before coming to New York to help open Rebelle in 2015. At Yves, she interprets French food with an appealingly relaxed, seasonal attitude. In early June she brought little bright-green favas and sticks of asparagus together with fresh-herb pappardelle, and if you're wondering what makes that French, the answer is a pistou loaded with tarragon and chervil. There was also a reassuringly gentle navarin of lamb, with a small spring garden in addition to the customary carrots and potatoes: grilled baby leeks and asparagus stalks, and tender chard stems. Pan-fried steelhead trout is on the menu now, with a smooth, pale-green sauce of cucumbers, melons and avocados pooling beneath a jumble of warm young cucumbers. So is a side dish of recently picked pole beans and string beans charred on the grill and dressed with toasted-almond vinaigrette. As interpreted by Ms. Baker, mussels Provençal are not the usual mound of black shells in thin pink liquid with a few slices of baguette; the shells are gone, the mussels are good fat ones and their sauce is more concentrated, augmented with tomato paste and roasted cherry tomatoes and garnished with thick-crusted cubes of toasted bread. The snails are more traditional, parsley-garlic butter sloshing around in their shells. If these land snails wondered what they were doing on a bed of seaweed, they didn't show it. There is some unevenness in the kitchen to be worked out. The fluke meunière may be sautéed to a textbook golden crackle, or it could arrive looking as pale as a fish belly. The country ham sandwich could use bread that's easier to chew than the crust-armored baguettes from Bien Cuit. The restaurant is large, and service tends to arrive in rapid bursts separated by long pauses. The wine list is very lopsided in favor of three-figure bottles, an irritating move for a fairly casual spot. But Ms. Baker seems to be making the best of it. It's hard to be cross with a restaurant that makes its own boursin and brings it out in a dish so big I could never manage to finish it, even with a stack of toasted baguette to smear it on. "}, {"id": 6, "review_url": "https://www.nytimes.com/2019/10/08/dining/bread-and-salt-review-pizza.html", "review_text": " For a long time, the seriousness of a pizzeria could be gauged by a simple yes-or-no question: Did it sell pizza by the slice? The ones that cared the most about upholding traditions, maintaining quality and so on -- like Totonno's , John's of Bleecker Street , Kesté , Lucali , Una Pizza Napoletana -- emphatically did not. Today, we live in the era of the elevated slice joint. Some of them, like Scarr's , grind wheat berries into new flour every day. Many use minuscule quantities of yeast; others abandon commercial yeast altogether in favor of the natural leavening in sourdough starters. There are slice joints that ferment their dough for a day, some that let it bubble away for two days and a few that go in for three days. A new example of the breed, F&F Pizzeria , opened in Brooklyn last week with the help of a baker whose starter dough has traveled internationally and another baker who has decades of experience at the end of a pizza paddle. Among themselves, these new-school pizza makers speak of hydration levels, fermentation periods and digestibility. Many of these slice masters are chasing an ideal version of the foldable, portable triangle sold across linoleum counters in all five boroughs, a search suffused with nostalgia for an era before processed cheese, sweetened sauce and wholesale dough. Others are celebrated for achievements in the square slice, a descendant of the Sicilian, with an airier, less doughy crust; leaders in this style include Corner Slice and Mama's Too . Perhaps the smallest group of all are the bakers who turn their eyes toward Rome, where the slices are rectangular and are known as pizza al taglio. They resemble focaccia more than a $3 slice from Ray's , and it's doubtful that the practitioners of this style even think of themselves as belonging to the elevated-slice movement. But I'd argue that they do belong to it, and that some of the most elevated slices in the area at the moment are the Roman-style ones that Bread and Salt sells inside its bakery and restaurant on Palisade Avenue, up in the Jersey City Heights. At any given time, three to six pizzas sit on the counter. They are oblong and, because they are baked without a pan to shape the dough, they have rounded corners, like a horse track. The crust is noticeably lightweight when you pick it up, an impression that is confirmed by the mouth and, later, the stomach. The interior is honeycombed with air pockets. The underside of each slice is strong enough to carry a relatively heavy load of toppings without bending or collapsing. This structural soundness is key to the pleasure. The toppings on a Bread and Salt slice are not decorations or seasonings, as they often are on round pizza. Each one is the point of its slice: a mix of fresh mushrooms with pepper, parsley and flecks of grated Parmigiano-Reggiano; zucchini shaved into fine threads and showered at the last minute with mint leaves; slices of late-summer red and yellow peppers picked while they still had few faintly bitter streaks of green reaching up their sides; a rough, dark pesto spooned around cherry tomatoes that were roasted until their skins turned black and pulled away from the globes of pulp inside; Concord grapes that blotch the dough with purple like exploded jelly grenades. A chef's hand is at work here, tossing black pepper and rosemary over the grape pizza, adding salt and excellent Sicilian olive oil to the tomato pulp, and hammering basil and hazelnuts for the pesto in a mortar. The hand belongs to Rick Easton, who oversees the pizzas and the nonpizzas and owns the restaurant. He also owned its predecessor, the Bread and Salt that operated in Pittsburgh for all of 2015 plus a few weeks on either side. For a short-lived place, it got a lot of media attention, luring restaurant hunters and recipe gatherers from across the country. By the start of 2016, he had decided to move to New York City. When his first job fell through, he began shopping for a location for Bread and Salt. The real estate market had ideas of its own, as it often does, which is how the incarnation of Bread and Salt that Mr. Easton opened early this summer wound up in New Jersey. In addition to cheaper rents, Jersey City has ordinances that allow customers to show up with bottles of wine or beer and drink them, a handy policy because Bread and Salt's beverage list has nothing more potent than Italian sodas and sparkling water. Each night's menu, written in chalk on a blackboard next to the counter where you order, contains at least as many things that are not pizza as things that are. Generally these other items are modest in size and trattoria-ish in spirit; prepared ahead of time, they need at most five minutes in the oven before a cook will arrange them on a board and carry them to one of the 25 or so seats. I wish the tripe stewed in spicy tomato sauce, the way Romans do it, were available all the time. It is not, but the meatballs almost always are, and they are wonderful, made with enough bread that they are extremely tender in a bright marinara. Another reliable find is a sandwich of some kind, made with plain, untopped pizza. Twice I've had a warm mortadella sandwich there, and both times I was convinced there was no way to improve on it. One dish was denoted on the menu by a single word: beans. I've thought of it nearly every day since, partly because the beans -- scarlet runners -- were perfectly intact but perfectly tender; partly because of the brooding depth they took on from being finished with sweet red peppers that the kitchen dried and fried, an ingredient the Italians call peperoni cruschi; and partly because their broth tasted so good when given a chance to soak into the slice of thick-crusted sourdough bread that came on top. That bread is Mr. Easton's, too. It comes with a lot of things, and it is excellent. Bread and Salt is still settling into New Jersey. Some ingredients may be better when Mr. Easton has had time to infiltrate the local farm scene. In August, when the state was rolling in juicy peaches, he was serving crunchy unripe ones in red wine for dessert. There was also a very strange cantaloupe pudding. By September things were looking up; one day there was a scoop of Tristar strawberry sorbet served with anise-seed-flecked polenta gelato, both made by Superiority Burger. (Mr. Easton is friendly with that restaurant's owner, Brooks Headley , and helped devise the recipe for the focaccia Superiority Burger serves on Fridays.) Although Mr. Easton has a handful of employees, Bread and Salt has some of the blind spots of a one-person operation. It is not the easiest restaurant to communicate with, having an Instagram account but no website or phone. On a recent Sunday, when the restaurant was supposed to open at 1 p.m., a sign on the front door announced that it would be delayed until 1:30. That was the last communiqué; the doors were not unlocked until 2. But Mr. Easton has a singular vision, and it is the reason the food is so compelling. Looking around at the place, you're not sure how it can keep going like this. But then the plates start to come out of the kitchen and you don't want them ever to stop. Follow NYT Food on Twitter and NYT Cooking on Instagram , Facebook , YouTube and Pinterest . Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice . "}, {"id": 7, "review_url": "https://www.nytimes.com/2019/06/11/dining/crown-shy-review.html", "review_text": " Good restaurants don't rain down from nowhere, but Crown Shy came close. No doubt it went through the same birth pangs as all the others. As far as I can tell, though, it simply materialized one morning this March at 70 Pine Street, and was open for business that afternoon by the time the financial district's elevators began disgorging traders, bankers and analysts in search of 5-o'clock refreshment. One reason it seems to have crept up on the city is that it's a large, well-capitalized, big-time restaurant of the kind that only established groups seem able to get off the ground these days. Yet Crown Shy doesn't come from Danny Meyer, Andrew Carmellini or any of the other usual suspects. Its two main players were recruited after talks among April Bloomfield, Ken Friedman and the building's developer fell apart in 2016, before accusations of sexual harassment engulfed Mr. Friedman. Crown Shy's chef, James Kent, used to run the kitchen at the NoMad , and his partner, Jeff Katz, is the managing partner at Del Posto . Neither exactly fell off the turnip truck last week. As a team, though, they're unproven, and as they went through construction and hiring, the drumbeat of publicity was more muted than it might have been if marquee names had led the project. Then there is Crown Shy's location, a sprawling, soaring, street-level space that, as far as anyone recalls, has never held a restaurant before. Many New Yorkers have seen the 1932 building's distinctive, hulking, pyramidal silhouette on the skyline, but until recently, when the offices on its 67 stories were repurposed as expensive apartments and hotel rooms, not many had encountered the frenzied exuberance of the lobby, which makes use of polished marble in at least five contrasting colors. It looks like something Bernini would have designed if he'd lived to see the Jazz Age. Depending on which entrance you use -- the revolving doors are crowned with aluminum reliefs of Art Deco flowers being pollinated by elongated stylized butterflies -- you may want to allow an extra five or 10 minutes to take it all in before you eat. Above all, it's the extent to which Crown Shy already has its act together that makes you ask: Where did this place come from? The whole operation radiates confidence from start to finish. The finish brings real desserts from a real pastry chef, Renata Ameni. She comes to Crown Shy fresh from Manresa, in Los Gatos, Calif ., and before that, she put in half a decade at Eleven Madison Park . Her desserts at Crown Shy look uncomplicated, and you don't realize how intelligently they've been put together until you start to eat one. There's a milky-white yogurt cheesecake under tender spring strawberries, with smooth strawberry sorbet in the center and a pistachio crumble sprinkled over that. Her chocolate tart gives her a chance to show off about half a dozen different effects she can work with chocolate, starting with a crunchy, crumbly, almost salty chocolate crust, moving on to a soft, soufflé-like filling and ending with curls of dark chocolate. Ms. Ameni's side of the kitchen is also responsible for the savory churros filled with Gruyère sauce -- the menu calls them fritters, they taste like gougères and the texture is something else entirely. Also her work: the miniature loaf of pull-apart bread that appears after you order. With dried olives on top and olive tapenade between every skinny slice, it is one of the most memorable parts of the meal. Even the obligatory scoops of ice cream that restaurants seem required to offer aren't allowed to leave her pastry station until they've been turned into a composed dessert, and not some kind of slapdash sundae , either. Satsuma ice cream gets to wear a toasted turban of marshmallowy meringue and some cracked honeycomb candy on the side. The effect is witty and delicious, progressing from purely sweet to bittersweet to tart and bittersweet. Mr. Kent's savory dishes pursue the same strategy. This is to say, they regularly over-deliver, starting with the iced Wellfleet oysters dressed with cucumber jelly, diced cucumbers, grains of jalapeño and microleaves of purple shiso. An almost absurdly creamy purée of white bean hummus under a fiery red slick of melted 'nduja is probably meant to be shared, but as soon as I'd tasted it I came up with other ideas, as my dinner guests will testify. Two tartares show Mr. Kent's talent for carrying bright new ideas with him into well-traveled territory. In the first, he laces hand-chopped raw beef with toasted walnuts and earthy rye croutons; in the other, chopped raw snapper is sprinkled with individual juice-filled vesicles of grapefruit, lime, lemon and orange that pop between your teeth, a kind of instant, interactive ceviche. Maybe one or two ideas should have been left by the side of the road. The chicken liver ragù tossed with housemade cavatelli doesn't need to be so sweet with sherry; a rough pesto is a fine use for fresh chickpeas, but isn't there a better partner for it than shaved jicama? All is forgiven when Mr. Kent turns a mainstay like grilled chicken into a main course as exciting as the one at Crown Shy, which keeps the sunshine brightness of its citrus marinade, and is served with a purée-slash-hot sauce of fermented hot and sweet peppers. The vivid orange of that hot sauce almost matches the marble in the lobby. But Crown Shy's two big dining rooms and extended bar are a little more restrained, dominated by cream tones, blond wood tables, and chairs with saddle-brown leather seats and backs. The only echoes of grandeur are the enormous windows and the ceiling high up overhead. The wine list is one to get lost in. Finance wizards with bonuses to expunge can certainly do that, but it's great to see lots of bottles under $100 on almost every page. Anyone who knows what some of these wines cost wholesale will be able to locate any number of good deals, but even the unschooled will notice the value regions. They jump off the page: Portugal, Greece and New Zealand, for instance, along with vast stretches of Germany and pockets of Spain, France and Italy. With so many strengths, Crown Shy must have at least one thing wrong with it. And yes, it does. Obviously that name is ridiculous. Knowing that it refers to a tendency of very tall trees not to let their upper stories grow into their neighbors' branches doesn't help, either. But we should probably get used to it, because we're going to be hearing more about this restaurant. Follow NYT Food on Twitter and NYT Cooking on Instagram , Facebook , YouTube and Pinterest . Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice . "}, {"id": 8, "review_url": "https://www.nytimes.com/2017/05/02/dining/loring-place-review-greenwich-village.html", "review_text": " ABC Kitchen signified a small turning point in the appetites of New Yorkers when it opened seven years ago. We had snuffled through much of the previous decade in search of pork shoulders, lamb belly, rib-eyes and marrow bones, and if we didn't exactly wake up on the first day of 2010 doubled over with regret, some of us were starting to wonder why the bed smelled like bacon. Then that spring we got ABC Kitchen , with Dan Kluger in the kitchen, Jean-Georges Vongerichten whispering in his ear and a new way of filling our stomachs on the menu. Mr. Kluger wasn't cooking health food, not with that mayo-spritzed cheeseburger. But a sizable chunk of the nearly 50 dishes were salads or saladlike constructions. Vegetables were everywhere, including on top of the whole-wheat pizzas. The plates jangled with flavor, and very little of it came from animal fat. We might have called the food \"vegetable forward\" if that term had been invented. When diners stood up at the end of the night, you could almost hear them sighing with relief that they'd had an entire meal in a hot downtown restaurant without eating lard. The two chefs teamed up again for ABC Cocina , which opened a new front on the culture wars by mashing peas into guacamole , before Mr. Kluger left Mr. Vongerichten's synchronized-swimming team to splash around in a pool of his own. After two years of preparation, he opened Loring Place in December in an expansive space on West Eighth Street, where the shoe stores used to be . There's a long and busy bar to the right of the entrance where the drinks list offers you very well-made classic cocktails as well as innovations that taste like classics in the making. On the left are two dining areas: one that sits on a platform in the window, and another, bigger one off the kitchen. Designed by Cycle Projects , the rooms are full of handsome expanses of white brick and stained walnut. Yes, these hard surfaces amplify the noise. Yes, they're trying to fix it. Mr. Kluger has said in interviews that at Loring Place he is bringing back some of the tricks he picked up before he learned his ABC's, while he was working under Floyd Cardoz and Tom Colicchio . That may be true of the recipes, but the template of the menu comes unmistakably from ABC Kitchen, all the way down to the whole-wheat pizzas. There are more salads at Loring Place, and the saladlike constructions are even more saladlike. At the end of winter, I loved the combination of crisp Bosc pears with soft roasted leeks over thick yogurt, and some sugar-glazed walnuts for ballast. A couple of weeks ago, with pollen in the air, I appreciated the arrival of sweet sugar snap peas, lightly charred and served with bright pink breakfast radishes and shreds of pecorino. In this herbivorous decade, Loring Place isn't the only restaurant to try grinding flour from local grains, or the only one to get mixed results. The emmer crackers, armored with sunflower seeds, are terrific with a schmear of the excellent and lightly sweet hummus. So are the breakfast radishes lodged in the surface of the hummus. A friend who knows her grains looked dubious when I ordered the house-made whole-wheat spaghetti. I was skeptical, too. (It is almost never as good as it sounds.) Loring Place gets it right, though, and lets it be, tossing it with basil, chiles, grated cheese and some velvety leaves of spinach. The whole-wheat bread, on the other hand, isn't quite at the point where Loring Place should be charging $6 for a loaf smaller than a football. The crust is impressively sturdy, but the interior is neither tender nor elastic -- it's dry and crumbly. I liked the whole-wheat pizza crust enough to wish it had been allowed to breathe a little more under a mass of shaved asparagus, maitake mushrooms, jalapeños and three kinds of cheese. But I have to admit I had a hard time keeping up my interest in the other pies at Loring Place once I'd eaten a square of what the menu calls \"grandma-style pan pizza.\" Like a less doughy Sicilian baked with canned tomatoes, not sauce, the grandma has been slowly expanding its range west of its traditional breeding grounds in Nassau County. The Loring Place grandma crust is thicker than in the archetypal versions, but flavorful, light and nongreasy. I hope Mr. Kluger has stocked up on pizza pans because he runs a serious risk of selling a grandma pie to every table in the restaurant. Its only close rival on the menu is the cheeseburger, which comes with bacon made on site, a likably combative pickled-pepper aioli and a cast-iron pan of thick-cut fries that seem to get crunchier as they got cooler, a neat feature. I don't imagine Mr. Kluger wants us to think of Loring Place as a place for cheeseburgers and square pizza, but a lot of the other main courses aren't as compelling for one reason or another. Halibut with a market's worth of mixed mushrooms in miso and lemon juice was an ideal example of how to cook and serve fish, but I can't say the same about the nondescript king salmon or the sea scallops in a sauce whose naked acidity was intensified by apples marinated in vinegar. Grilled chicken breast with carrot barbecue sauce sounded more exciting than it was; the sauce never kicked in hard enough to rouse the warm peas and rice that seemed to have settled down under the chicken for a long winter's nap. As much as I want to take Loring Place on its own terms, the menu makes comparisons with ABC Kitchen inevitable, and Loring Place comes off as slightly less interesting. It's not just that a lot of it feels familiar now; some of it is also unfocused and busy. The plates have more going on, but there's not as much happening. To be fair, very few restaurants are as interesting as ABC Kitchen was when it opened, and there are solid reasons that reservations at Loring Place are hard to come by. They include the wine list, which packs a few nice surprises, not the least of which is the attention it pays to the $40 to $60 range. And they continue through the smartly nostalgic dessert menu. There's a sly update on the Hostess CupCake, a tin of cookies, and a vanilla ice-cream sundae with pretzels, toffee and whatnot, modeled on the Dairy Queen Blizzard. O.K. It's kind of like the sundae at ABC Kitchen . It's still good. Follow NYT Food on Facebook , Instagram , Twitter and Pinterest . Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice . "}, {"id": 9, "review_url": "https://www.nytimes.com/2017/11/14/dining/cote-review-korean-barbecue.html", "review_text": " When a Korean barbecue place wants to set itself apart from all the other Korean barbecue places, it has essentially three variables to play with: meat, heat and sides. (In this way it is similar to American barbecue, which it otherwise doesn't resemble at all.) Cote , which has been wielding scissors and tongs on West 22nd Street since June, is resoundingly in the meat camp. Specifically, the meat that Cote grills is prime beef aged anywhere from a week to four and a half months in a cooler downstairs, next to a small lounge. Like Gallagher's , Cote hangs the sirloins, rib-eyes, hangers, skirts and so on behind glass so customers can inspect the inventory. Unlike Gallagher's, Cote floods the room with light the color of freshly spilled blood, making it look like a set from \"American Horror Story: Steakhouse.\" The two dining rooms upstairs aren't nearly as gothic, although they are dark and moody. The walls are painted a deep blue-green, the floors are raw concrete, the tables are black soapstone. It is not exactly a date place -- the hard surfaces amplify noise a little too well -- but it is not exactly not a date place, either. People dress up to eat at Cote (it sounds like coat), perhaps because the Japanese-built yakiniku grills set into the center of the tables emit almost none of the smoke that can weave its way into your clothes after a night in one of the remaining barbecue palaces on 32nd Street. After taking cocktail orders (the rosé slushie, decorated with a paper flamingo, tastes the way wine does when you are 8 years old), servers will offer a tour of the menu that ends with a strong endorsement of the \"butcher's feast.\" This is a set menu, at $45 a person, with fluffy steamed eggs in a pot, two fundamental Korean stews, pickles, lettuce and, at the center of it all, a dealer's choice of four cuts of beef. After all that has been cleared, vanilla soft serve under a squiggle of soy caramel appears in little paper cups with little wooden spoons. The meats at my most recent butcher's feast were hanger steak, the reddish-purple of a brand-new bruise; a rib-eye together with a flap of rib-eye cap, both pink and spiderwebbed with white veins of fat; a thickish slab of flatiron steak, said to be the product of a cow who had Wagyu on one side of the family and Angus on the other; and finally galbi, short ribs in a sweet soy marinade. The other cuts in the butcher's feast vary but galbi is a constant, as it should be. The meats came out early, while the gas grill warmed up. The wire cage over it was primed with a cube of beef fat, and then the beef went on, one cut at a time. Our server turned the meat once, then walked away, and one of my guests started to worry that the meat would burn. But the flames were low, and the beef browned gradually. The gas burners at Cote will never give you the sharp, dark, crackling edges that you find in the charcoal-grilled meats at Mapo Korean BBQ in Queens (and almost nowhere else in the city). The beef, though, is in all likelihood the best at any Korean barbecue place in New York. Its two closest competitors for steak supremacy are probably Kang Ho Dong Baekjeong and Gaonnuri , and neither can match Cote for richness and concentrated flavor. One night I ignored the butcher's feast path and went off-road so I could try some sirloin that had been ripening downstairs for 138 days. Steaks aged that long are often described as funky, but the word doesn't cover this piece of meat. It tasted like something other than beef, or maybe beyond beef, more condiment than protein. At $80 for six ounces, it was not my cup of barley tea, but it may be yours. Next time, I'll stick to the road more traveled by. The butcher's feast takes in most of the menu's highlights, avoids the lowlights, and does so at a very good price for a steak supper. No matter what or how you order, though, you will have to contend with Cote's notions of when to serve the condiments and side dishes that make the difference between Korean barbecue and a heap of grilled meat. Pickled cauliflower and soy-marinated chayote (both very good), lettuce and ssamjang (the fermented bean paste) arrive as the beef starts cooking. Rice doesn't turn up until midway through the meal, when you're finally brought pickled daikon, kimchi, kimchi stew and fermented bean-paste stew. Gochujang may show up at the beginning or at halftime. There is no one right way to eat Korean barbecue, but people who like to bundle the meat into lettuce or shiso with a lump of rice and a pickled cabbage leaf will wonder why Cote parcels the side dishes out in stages. That isn't the only case of the missing kimchi. I couldn't taste it in the fried rice \"paella\" with kimchi and Wagyu. The dish didn't have much in common with paella, either. I wouldn't care what it was called if it were delicious, but like some of the other attempts to loosen Korean custom, it came off as timid. Simon Kim, the owner, keeps saying in interviews that Cote is a Korean steakhouse. I understand why he wants to draw attention to the steak, but anybody who shows up expecting a kimchi-fied Smith & Wollensky is going to be very confused. You will search in vain for a baked potato or creamed spinach on David Shim's menu. You can, however, get a shrimp cocktail with gochujang cocktail sauce, an idea that's not as good as it sounds. You can eat an adapted wedge salad with candylike lumps of bacon and an unresponsive tofu-sesame dressing. And, in a homage to Peter Luger , there is bacon as an appetizer, which turns out to be unsmoked and uncured pork jowl. It's better with a smear of ssamjang, but then most everything is. More traditional Korean dishes tended to taste more complete. If you want more starch than rice alone, the skinny wheat noodles in hot anchovy broth are simple and delicious. Cold noodles stirred at the table with slivered apples, lettuce and gochujang are spicy, sweet and refreshing. There's a very good dolsot bibimbap, with a chewy bottom crust where the rice meets the searingly hot bowl. Aside from the meat locker, the other useful idea Cote borrowed from steakhouses is a wine list that is chosen with beef in mind and can run into real money if you're not careful. Anyone hoping to find a red for less than $100 will find that a quick glance at, say, California or the Côte d'Or can be discouraging. But Victoria James, who wrote the list, found some pockets of affordability in Beaujolais, Southern France, Corsica and Switzerland, and she makes a small adventure out of the wines by the glass, all poured from magnums. Does Brouilly go with ssamjang? Can a Patrimonio get along with galbi? I didn't know I wanted answers to these questions before Cote came along, but now I do. Follow NYT Food on Facebook , Instagram , Twitter and Pinterest . Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice . "}]